<div class="bg-white shadow-lg rounded-lg p-6 text-center">
    <img class="w-40 h-52 mx-auto mb-4 object-cover rounded-xl" src="{{ asset('images/team/karina.jpg') }}" alt="">
    <h3 class="text-xl font-semibold text-gray-900">Карина Ургалиева</h3>
    <p class="text-sm text-indigo-600 mb-2">Тренер по парикмахерскому искусству и колористике</p>
    <p class="text-gray-600 text-sm mb-4">✂️ Опыт в индустрии красоты — более 22 лет</p>
    <p class="text-gray-600 text-sm mb-4">🎓 Более 1500 учеников из Казахстана, Узбекистана, России, ОАЭ, США и Европы</p>
    <p class="text-gray-600 text-sm mb-4">🌍 Обучалась у лучших мастеров Европы и СНГ</p>
    <p class="text-gray-600 text-sm mb-4">Образование и квалификация:
Карина регулярно повышает квалификацию, проходя обучение у ведущих мировых тренеров и академий, включая:

Ann Eshwood (Англия)

Гоша Джагаев

Академия CutAndColor

Георгий Кот

Estel, Wella, Matrix, Selective

Махмуд Турсун, Mr. Terrosi, Руслан Татьянин

А также десятки мастер-классов от топ-стилистов России, Европы и Казахстана
</p>
    <p class="text-gray-600 text-sm mb-4">Профессиональные достижения:</p>
    <p class="text-gray-600 text-sm mb-4">📚 Авторская методика преподавания, адаптированная как для начинающих, так и для действующих мастеров</p>
    <p class="text-gray-600 text-sm mb-4">💼 Подготовила сотни успешных парикмахеров, колористов и мастеров стрижки, многие из которых открыли собственные салоны</p>
    <p class="text-gray-600 text-sm mb-4">Принимает участие в Beauty Expo со своими мастер-классами на большой сцене.</p>
    <p class="text-gray-600 text-sm mb-4">🌟 Карина — это не только наставник, но и вдохновитель, помогающий каждому ученику раскрыть свой потенциал и выйти на доход от 400 000₸ и выше</p>
</div>