<div class="bg-white shadow-lg rounded-lg p-6 text-center">
    <img class="w-40 h-52 mx-auto mb-4 object-cover rounded-xl" src="{{ asset('images/team/olya.webp') }}" alt="">
    <h3 class="text-xl font-semibold text-gray-900">ОЛЬГА НОВОСЕЛОВА</h3>
    <p class="text-sm text-indigo-600 mb-2">Тренер по аппаратному и комбинированному маникюру, педикюру, моделированию и дизайну ногтей</p>
    <p class="text-gray-600 text-sm mb-4">💅 Опыт в профессии — более 11 лет</p>
    <p class="text-gray-600 text-sm mb-4">👩‍🏫 Обучила свыше 1000 учеников</p>
    <p class="text-gray-600 text-sm mb-4">🏆 Действующий мастер и активный участник nail-форумов и выставок</p>
    <p class="text-gray-600 text-sm mb-4">Квалификация и профессиональный путь:
Ольга — сертифицированный тренер, который совмещает обучение с активной практикой. Постоянно повышает квалификацию и обучается у ведущих мастеров Казахстана и ближнего зарубежья.</p>
    <p class="text-gray-600 text-sm mb-4">
Прошла обучение в таких школах и у таких экспертов, как:

Светлана Федорова — тренерский курс Nail Art

Авторская техника «Аппаратный по мокрому»

Школа Анастасии Барской

Lyu Nails

И многие другие профильные курсы и мастер-классы
</p>
    <p class="text-gray-600 text-sm mb-4">Что отличает Ольгу как преподавателя:</p>
    <p class="text-gray-600 text-sm mb-4">✅ Умеет влюбить в профессию с первого занятия</p>
    <p class="text-gray-600 text-sm mb-4">✅ Даёт не только теорию, но и рабочие техники, которые ученики сразу применяют на практике</p>
    <p class="text-gray-600 text-sm mb-4">✅ Всегда делится фишками из реального салонного опыта</p>
    <p class="text-gray-600 text-sm mb-4">✅ Строит доверительные отношения с учениками и сопровождает после обучения</p>

</div>










