<div class="bg-white shadow-lg rounded-lg p-6 text-center">
    <img class="w-40 h-52 mx-auto mb-4 object-cover rounded-xl" src="{{ asset('images/team/veronika.jpg') }}" alt="">
    <h3 class="text-xl font-semibold text-gray-900">Вероника Похлебаева</h3>
    <p class="text-sm text-indigo-600 mb-2">Основатель и тренер школы-студии красоты INDIGO</p>
    <p class="text-gray-600 text-sm mb-4">✔️ Сертифицированный тренер с опытом более 11 лет в индустрии красоты</p>
    <p class="text-gray-600 text-sm mb-4">✔️ Более 1000 выпускников из Казахстана, России, ОАЭ, Катара, США и Европы</p>
    <p class="text-gray-600 text-sm mb-4">✔️ Участница международных показов дизайнеров, профессиональных фотосессий и творческих проектов</p>
    <p class="text-gray-600 text-sm mb-4">Образование и квалификация:
Вероника прошла обучение у ведущих экспертов Казахстана и России, получив более 30 сертификатов от признанных школ и студий, включая:БФК «LOOK»

ЦКиЗ «Николь»

Первая школа стиля и макияжа «Estetista» (Санкт-Петербург)

Студия Анастасии Куратовой

Студия Нины Вьюник

Академия Lashmaker

Студия ногтей EMI

Студия Анастасии Барской

Международная школа бизнеса «Beauty Look» (Россия)

И множество мастер-классов от топовых тренеров СНГ</p>
    <p class="text-gray-600 text-sm mb-4">Профессиональные достижения:</p>
    <p class="text-gray-600 text-sm mb-4">🌍 Участница международной конференции Lashmaker’s Workshop
</p>
    <p class="text-gray-600 text-sm mb-4">🎓 Эксперт и продюсер онлайн-школы в сфере beauty-образования
</p>
    <p class="text-gray-600 text-sm mb-4">📱 Пройдено более 300 часов обучения в области SMM и маркетинга
</p>
    <p class="text-gray-600 text-sm mb-4">🧠 Постоянное развитие: участие в семинарах по личностному росту и эффективности</p>

</div>
