<div class="bg-white shadow-lg rounded-lg p-6 text-center">
    <img class="w-40 h-52 mx-auto mb-4 object-cover rounded-xl" src="{{ asset('images/team/vika.jpg') }}" alt="">
    <h3 class="text-xl font-semibold text-gray-900">ВИКТОРИЯ ЧАПУРИНА</h3>
    <p class="text-sm text-indigo-600 mb-2">Администратор школы красоты INDIGO</p>
    <p class="text-gray-600 text-sm mb-4">Виктория — первое тёплое знакомство с нашей школой. Именно она встречает вас у входа, с радостью проводит экскурсию по академии, 
        рассказывает о форматах обучения и помогает выбрать курс, который точно подойдёт именно вам.</p>
    <p class="text-gray-600 text-sm mb-4">☕ Угостит ароматным кофе</p>
    <p class="text-gray-600 text-sm mb-4">📚 Ответит на любые вопросы об обучении</p>
    <p class="text-gray-600 text-sm mb-4">🖋️ Запишет на консультацию или старт курса</p>
    <p class="text-gray-600 text-sm mb-4">🧭 Расскажет, как проходит обучение и чем INDIGO отличается от других школ</p>
    <p class="text-gray-600 text-sm mb-4">Благодаря Виктории процесс поступления становится простым, а атмосфера — дружелюбной и вдохновляющей. 
        Обращайтесь — и получите заботу с первого шага.</p>

</div>
