<p class="mb-2 text-blue-600 ">Углубленная колористика БАЗА+ ПОВЫШЕНИЕ
</p>
<p class="mb-2 text-gray-500 ">топ 10 коммерческих техник окрашивания
    волос</p>
<p class="mb-2 text-gray-500 ">1. Первичная и вторичная техника
    нанесения красителя, работа с сединой</p>
<p class="mb-2 text-gray-500 ">2. Babylights</p>
<p class="mb-2 text-gray-500 ">3. Air touch</p>
<p class="mb-2 text-gray-500 ">4. Бразильское окрашивание</p>
<p class="mb-2 text-gray-500 ">5. Highlights</p>
<p class="mb-2 text-gray-500 ">6. Балаяж</p>
<p class="mb-2 text-gray-500 ">7. Шатуш</p>
<p class="mb-2 text-gray-500 ">8. Контуринг</p>
<p class="mb-2 text-gray-500 ">9. Растяжка цвета</p>
<p class="mb-2 text-gray-500 ">10. Декапирование</p>
<p class="mb-2 text-gray-500 ">Научим работать с корректорами,
    смешивать грамотно красители, расскажем что такое % оксиданта и как его
    использовать, как нейтрализовать нежелательный пигмент, изучите самые трендовые
    техники окрашивания</p>
<p class="mb-2 text-gray-500 "> <span class="text-blue-600 "> Пенные и аква бани
    </span>, бани для
    нейтрализации нежелательного пигмента, цветовые бани, американский шампунь</p>
    <p class="mb-2 text-gray-500 ">Коммерческие укладки
    </p>
    <p class="mb-2 text-gray-500 ">Этика и санитарные нормы в салоне красоты.
    </p>
